{
    "menu_bem_vindo": {
        "text": "Olá, boas vindas à Empreste Digital!👋😊\n\nTemos um grande prazer em te atender!\nMe diga, como podemos te ajudar hoje?\n\nO crédito do trabalhador é ideal para quem precisa de um recurso rápido com baixo juros.",
        "options": [
            {
                "id": "1",
                "title": "Empréstimo CLT"
            },
            {
                "id": "2",
                "title": "Antecipação FGTS"
            }
        ]
    },
    "pedir_cpf": {
        "text": "Maravilha! 😊\nPoderia, por gentileza, me confirmar o número do seu *CPF* (apenas números), para que eu possa realizar a simulação certinho?\n\nLembrando que seus dados são usados apenas para consulta, sem compromisso algum!"
    },
    "cpf_invalido": {
        "text": "⚠️ O CPF informado parece inválido.\nPor favor, digite novamente apenas os números (11 dígitos)."
    },
    "cpf_invalido_fallback": {
        "text": "Cliente informou CPF inválido mais de uma vez. Autodistribuindo..."
    },
    "com_saldo": {
        "text": "Realizei a simulação e *R$ {valor}* estão liberados! 💸\nEsse valor libera em sua conta ainda hoje!\n\nPara prosseguirmos basta enviar sua chave pix!"
    },
    "com_saldo_conta": {
        "text": "Realizei a simulação e *R$ {valor}* estão liberados! 💸\nEsse valor libera em sua conta ainda hoje!\n\nPosso prosseguir com a liberação na sua conta abaixo?\n\n{dados_bancarios}",
        "options": [
            {
                "id": "1",
                "title": "Pode prosseguir!"
            },
            {
                "id": "2",
                "title": "Alterar minha conta!"
            },
            {
                "id": "3",
                "title": "Tenho dúvidas!"
            }
        ]
    },
    "sem_autorizacao": {
        "text": "Tentei realizar a simulação, porém está constando que o banco está sem autorização 😕 Poderia, por gentileza, autorizar esses bancos no seu aplicativo do FGTS?\n\nRealizando a autorização consigo consultar aqui bem rapidinho!\n\n👉🏼 FACTA FINANCEIRA\n👉🏼 BMS SOCIEDADE DE CREDITO\n\nCaso precise de ajuda é só me chamar!",
        "file": "https://i.postimg.cc/0y4W7r2R/passo_a_passo.jpg"
    },
    "sem_adesao": {
        "text": "Verifiquei que você ainda não aderiu ao saque aniversário do FGTS, irei te encaminhar para um atendente auxiliá-lo pelo app!"
    },
    "mudancas_cadastrais": {
        "text": "Realizei a simulação e consta que foram feitas Mudanças Cadastrais na sua conta do FGTS que impedem de prosseguir com a liberação.\n\nProvavelmente a Caixa realizou alguma atualização automática em seus dados, vamos aguardar geralmente demora de 2 ou 3 dias para atualizar!\n\nMas não se preocupe, iremos consultar todos os dias para verificar se já liberou !!!"
    },
    "saldo_nao_encontrado": {
        "text": "Infelizmente não vou conseguir realizar a simulação devido a um erro da Caixa que não encontra o seu saldo!\nA orientação é que procure uma agência da Caixa Econômica para resolução desse erro!",
        "file": "https://i.postimg.cc/BQqR2chG/saldo-nao-encontrado.jpg"
    },
    "sem_saldo": {
        "text": "Acabei de consultar aqui e seu saldo ainda não atualizou! As atualizações começam dia 20 e vão até o dia 27, no decorrer desses dias já deve liberar! Vou consultando aqui e assim que estiver liberando te chamo ☺"
    },
    "retorno_desconhecido": {
        "text": "⚠️ ERRO NA SIMULAÇÃO:\n{erro}\n\nO robô transferiu para atendimento humano."
    },
    "iniciando_simulacao": {
        "text": "Agradeço! Só um instante que já irei realizar a simulação.\n\nAviso que pode demorar alguns minutinhos, pois os bancos estão apresentando lentidão essa semana devido ao alto fluxo! Assim que o banco retornar sua simulação eu já te informo."
    },
    "atendente_fallback": {
        "text": "Não entendi a sua escolha, estou encaminhando para um atendente! Um momento."
    },
    "tempo_de_registro": {
        "text": "Perfeito, já recebi seu CPF. Você possui mais de 6 meses de registro no emprego atual?",
        "options": [
            {
                "id": "1",
                "title": "Sim"
            },
            {
                "id": "2",
                "title": "Não"
            }
        ]
    },
    "timeout_1_menu": {
        "text": "Olá, vamos prosseguir com o atendimento?",
        "options": [
            {
                "id": "1",
                "title": "Simular CLT"
            },
            {
                "id": "2",
                "title": "Simular FGTS"
            }
        ]
    },
    "timeout_2_menu": {
        "text": "Olá, gostaria de prosseguir com a simulação?",
        "options": [
            {
                "id": "1",
                "title": "Simular CLT"
            },
            {
                "id": "2",
                "title": "Simular FGTS"
            }
        ]
    },
    "timeout_finalizar": {
        "text": "Parece que você não pode falar agora. Então estou finalizando o seu atendimento e seguimos trabalhando para garantir a melhor experiência possível!\nSe tiver alguma dúvida ou precisar de ajuda, basta nos chamar!\nAté mais!"
    },
    "timeout_1_cpf": {
        "text": "Olá? Gosaria de prosseguir com a simulação?",
        "options": [
            {
                "id": "1",
                "title": "Sim"
            },
            {
                "id": "2",
                "title": "Não, obrigado"
            }
        ]
    },
    "sem_interesse": {
        "text": "Sem problemas, precisando estamos a disposição!"
    }
}